Default constructor.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public ColorSelectionDialog()
  Visual Basic
Public Sub New
  Visual C++
public:
ColorSelectionDialog()
 See Also
  ColorSelectionDialog Class
  Autodesk.Revit.UI Namespace